Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/prison_system/prison_conditions.html.txt.tmx
Source language: en
Languages: ga

source: Prison rules regulate the operation of prisons
ga: Rialaíonn rialacha príosúin oibriú príosún

source: Section 35 of the Prisons Act 2007 provides for the making of prison rules which may cover the treatment of prisoners, including their diets, clothing, maintenance, employment, instruction, discipline and correction
ga: Déantar foráil in Alt 35 d’Acht na bPríosún, 2007 chun rialacha príosúin a dhéanamh a fhéadfaidh caitheamh le príosúnaigh a chuimsiú, lena n-áirítear a gcothú, éadaí, cothabháil, fostaíocht, treorú, disciplín agus ceartú

source: Prison Rules (SI No
ga: Tháinig Rialacha na bPríosún (I.R

source: 252/2007) came into operation in October 2007
ga: Uimh. 252/2007) i bhfeidhm i nDeireadh Fómhair 2007

source: They have been amended more recently to provide for, among other things, investigation of serious complaints
ga: Rinneadh iad a leasú le déanaí chun foráil a dhéanamh d’imscrúdú a dhéanamh ar ghearáin thromchúiseacha, i measc rudaí eile

source: A healthy, well-balanced and reasonably varied diet is supplied to all persons in custody in accordance with prison regulations
ga: Tugtar cothú sláintiúil, dea-chothromaithe agus réasúnta éagsúlaithe do gach duine atá faoi choimeád i gcomhréir le rialacháin na bpríosún

source: Where possible, provision is made to enable a prisoner to observe the dietary practices of their religion or culture
ga: Sa chás gur féidir, déantar foráil lena chur ar chumas príosúnaigh chun cloí le cleachtais chothaithe a reiligiúin nó a gcultúir

source: A change of diet can be obtained following approval of the prison medical officer
ga: Is féidir athrú cothaithe a fháil tar éis go dtugann oifigeach leighis an phríosúin faomhadh

source: Hygiene, clothing and bedding
ga: Sláinteachas, éadaí agus cóir leapa

source: Prisoners are not required to wear a uniform but are supplied with a range of clothing in fashion in the community
ga: Ní chaithfidh príosúnaigh éide a chaitheamh ach soláthraítear réimse éadaí dóibh atá faiseanta sa phobal

source: Clothing may be changed twice weekly
ga: Is féidir éadaí a athrú dhá uair sa tseachtain

source: In certain circumstances, a prisoner may wear their own clothing
ga: Faoi chúinsí áirithe, féadfaidh príosúnach a n-éadaí féin a chaitheamh

source: If permission for this is given, the prisoner is required to have sufficient clothing to allow for a change
ga: Má thugtar cead dó seo, tá ar an bpríosúnach éadaí leordhóthanacha a bheith acu chun ligean dóibh athrú éadaí a dhéanamh

source: Changes of underclothing are supplied to all prisoners
ga: Soláthraítear athrú fo-éadaí do gach príosúnach

source: All prisoners are entitled to wash daily and shower at least once per week
ga: Tá sé de cheart ag gach príosúnach é/í féin a ní go laethúil agus cith a ghlacadh ar a laghad uair amháin sa tseachtain

source: Cell bedding must be adequate for warmth and health, and is usually comprised of bed mattress, blanket, pillow and sheets
ga: Ní mór go mbeidh éadaí leapa an chillín leordhóthanach i dtaobh teasa agus sláinte de, agus is gnách go mbíonn tocht, pluid, piliúr agus braillíní i gceist leo

source: Prisoners are free to take part in recreation at weekends, in the evenings and when not attending work or educational classes
ga: Is féidir le príosúnaigh páirt a ghlacadh i gcaitheamh aimsire ag na deirí seachtaine, sna tráthnónta agus nuair nach mbíonn siad ag freastal ar obair nó ar ranganna oideachais

source: Facilities include television, table games and library facilities
ga: I measc na n-áiseanna atá ar fáil tá teilifís, cluichí boird agus áiseanna leabharlainne

source: There is increasing use being made of gym activities and outdoor games
ga: Tá úsáid mhéadaitheach á baint as gníomhaíochtaí halla gleacaíochta agus cluichí faoin aer

source: Specially trained prison officers provide gym instruction and supervision
ga: Soláthraíonn oifigigh phríosúin ar cuireadh sainoiliúint orthu treorú agus maoirsiú sa halla gleacaíochta

source: The Prison Rules provides the legislation for visiting arrangements
ga: Soláthraítear i Rialacha na bPríosún an reachtaíocht i dtaobh socruithe cuairte

source: Under these rules, a sentenced prisoner is entitled 1 visit per week of at least 30 minutes duration
ga: Faoi na rialacha seo, tá príosúnach i dteideal go dtabharfaí cuairt amháin air/uirthi sa tseachtain a mhairfidh 30 nóiméad ar a laghad

source: A remand prisoner is entitled to 1 visit of at least 15 minutes duration on each of 3 days of the week and where possible, on each of 6 days
ga: Tá príosúnach atá athchurtha faoi choimeád i dteideal go dtabharfaí cuairt amháin air/uirthi a mhaireann 15 nóiméad ar a laghad ar gach ceann de thrí lá sa tseachtain agus sa chás gur féidir, ar gach ceann de 6 lá sa tseachtain

source: In practice, additional or longer visits may be granted where circumstances permit at the Governor's discretion
ga: I gcleachtas, féadtar cuairteanna breise nó níos faide a dheonú sa chás go gceadaítear sin faoi na cúinsí, ar lánrogha an Ghobharnóra

source: The Governor can restrict the number of visitors at the one time to 3 per offender
ga: Féadfaidh an Gobharnóir srian triúr daoine in aghaidh an chiontóra a chur ar an líon cuairteoirí ag an aon tráth amháin

source: The majority of visits are supervised in sight and in hearing, of prison staff to ensure good order and security and to prevent the passing of contraband
ga: Déantar maoirsiú ar fhormhór na gcuairteanna faoi shúil agus faoi éisteacht fhoireann an phríosúin le dea-ord agus slándáil a chinntiú agus chun cosc a chur ar chontrabhanna a thabhairt don phríosúnach

source: The frequency and length of visits can vary according to the type of institution
ga: Féadfaidh minicíocht agus fad na gcuairteanna a bheith éagsúil, ag brath ar shaghas na hinstitiúide

source: There are also local procedures individual to each institution concerning, for example, searches, persons allowed visit and opening hours
ga: Anuas air sin, tá nósanna imeachta aonair i bhfeidhm i ngach institiúid a bhaineann, mar shampla, le cuardaigh, daoine a bhfuil cead acu cuairt a thabhairt agus uaireanta oscailte

source: Prisoners are generally entitled to send letters to their family or friends and there is no limit to the number of letters that may be received from them
ga: Tugtar cead, de ghnáth, do phríosúnaigh chun litreacha a sheoladh chuig a dteaghlach nó a gcairde agus níl aon teorainn ar an líon litreacha is féidir a fháil uathu

source: A prisoner on remand can also send as many letters as is necessary to manage their property or business affairs
ga: Anuas air sin, féadfaidh príosúnach atá faoi choimeád a mhéid litreacha a sheoladh is gá chun a réadmhaoin nó a ngnóthaí gnó a bhainistiú

source: A prisoner who sends more than 7 letters during a week may be required to pay for postage and writing materials in respect of the extra letters
ga: B’fhéidir go mbeidh ar phríosúnach a sheolann breis agus 7 litir in aghaidh na seachtaine íoc as postas agus ábhair scríbhneoireachta maidir leis na litreacha breise

source: All incoming and outgoing mail may be opened and checked by a prison office with the exception of legal correspondence, which is opened to confirm its status and then placed back into the envelope
ga: Féadfaidh oifig príosúin an post go léir a thagann isteach agus a sheoltar amach a sheiceáil, seachas i gcás comhfhreagras dlíthiúil, a osclaítear chun a stádas a dheimhniú agus cuirtear ar ais sa chlúdach litreach arís é

source: The Prison Service encourage prisoners to engage with the therapeutic services during their period of imprisonment in order to reduce the risk of them re-offending on release and to help offenders live constructive and meaningful lives on the outside
ga: Spreagann Seirbhís Príosún na hÉireann príosúnaigh chun dul i mbun seirbhísí teiripeacha i rith a dtéarma príosúnachta chun an baol go ndéanfaidh siad athchiontú ar a scaoileadh a laghdú agus chun cabhrú le ciontóirí chun saol bisiúil agus bríoch a chaitheamh lasmuigh den phríosún

source: There is a wide range of services available including:
ga: Tá réimse fairsing seirbhísí ar fáil, ina measc:

source: • Education – prisoners may take classes ranging from basic literacy to Open University degrees
ga: • Oideachas – féadfaidh príosúnaigh páirt a ghlacadh i ranganna idir litearthacht bhunúsach agus céimeanna de chuid Open University

source: • Drug treatment – prisoners have access to a range of medical and rehabilitative services
ga: • Cóireáil drugaí – bíonn rochtain ag príosúnaigh ar réimse seirbhísí leighis agus athshlánúcháin

source: • Psychology – provides mental health services and helps offenders address factors that put them at risk of re-offending
ga: • Síceolaíocht – soláthraíonn seo seirbhísí meabhairshláinte agus cabhraíonn sé le ciontóirí dul i ngleic le tosca a chuireann i mbaol athchiontaithe iad

source: • Work and training – training activities are chosen to give as much employment as possible in prison and to give opportunities to acquire skills which help secure employment on release
ga: • Obair agus oiliúint – roghnaítear gníomhaíochtaí oiliúna chun a mhéid fostaíochta is féidir a sholáthar i bpríosún agus chun deiseanna a thabhairt chun scileanna a fhoghlaim a chabhróidh leis na príosúnaigh chun fostaíocht a bhaint amach nuair a scaoiltear leo

source: There is further information on the range of services on the Irish Prison Service website
ga: Tá breis faisnéise ann ar an réimse seirbhísí ar láithreán gréasáin Sheirbhís Príosún na hÉireann

source: A chaplaincy service is available in each prison and place of detention
ga: Tá seirbhís séiplíneachta ar fáil i ngach príosún agus i ngach áit choinneála

source: Full-time Roman Catholic chaplains are attached to most prisons and places of detention
ga: Bíonn séiplínigh lánaimseartha Caitliceacha Rómhánacha ceangailte le formhór na bpríosún agus na n-áiteanna coinneála

source: Chaplains of other denominations come to the prisons on a part-time or visiting basis
ga: Tagann séiplínigh de shainchreidimh eile chuig na príosúin ar bhonn páirtaimseartha nó cuairte

source: Local Muslim religious leaders attend to the needs of Muslim prisoners
ga: Freastalaíonn ceannairí áitiúla an chreidimh Mhoslamaigh ar riachtanais phríosúnach Moslamach

source: The primary function of the chaplaincy service is to make religious services available to prisoners and to offer support and assistance in their human and spiritual development
ga: Is í príomhfheidhm na seirbhíse séiplíneachta chun seirbhísí reiligiúnacha a sholáthar do phríosúnaigh agus chun tacaíocht agus cabhair a chur ar fáil dá bhforbairt dhaonna agus spioradálta

source: The vast majority of persons serving sentences are entitled to remission at a rate of one quarter, providing that they are of good behaviour for the duration of their sentence
ga: Bíonn tromlach na ndaoine a bhfuil pianbhreitheanna príosúin á gcaitheamh acu i dteideal loghtha ar ráta an cheathrú cuid, a fhad agus a bhíonn dea-iompar ar bun acu ar feadh fhad a bpianbhreithe

source: In practice, this means that a person sentenced to 4 years’ imprisonment will be expected to serve 3 years in custody
ga: I gcleachtas, ciallaíonn seo go mbeifear ag súil leis go ndéanfaidh duine a ngearrtar príosúnacht 4 bliana air/uirthi 3 bliana a chaitheamh faoi choimeád

source: Prisoners who cannot benefit from remission include those serving life sentences
ga: I measc na bpríosúnach nach féidir leo tairbhe a bhaint as loghadh, tá iad siúd a bhfuil pianbhreitheanna saoil á gcaitheamh acu

source: The Minister for Justice and Equality can grant remission of up to one third where a prisoner has shown further good conduct by engaging in authorised structured activities and the Minister is satisfied that, as a result, the prisoner is less likely to re-offend and will be better able to reintegrate into the community
ga: Féadfaidh an tAire Dlí agus Cirt agus Comhionannais loghadh a mhéid leis an tríú cuid a dheonú sa chás gur thaispeáin príosúnach go raibh dea-iompar ar bun acu trí pháirt a ghlacadh i ngníomhaíochtaí struchtúracha údaraithe agus go bhfuil an tAire sásta, mar thoradh air sin, gur lú gur dóchúil go ndéanfaidh an príosúnach athchiontú agus gur fearr a bheidh ar a c(h)umas aige/aici imeascadh isteach sa phobal athuair

source: Section 13 of the Prisons Act 2007 lists sanctions that may be imposed if a prisoner is found to have breached prison discipline
ga: Tugtar liosta in Alt 13 d’Acht na bPríosún, 2007 ar na smachtbhannaí a d’fhéadfaí a ghearradh má dheimhnítear gur sháraigh príosúnach disciplín phríosúin

source: The possible sanctions include:
ga: I measc na smachtbhannaí féideartha, tá:

source: • Confinement in a cell for a period not exceeding 3 days
ga: • •Gaibhniú i gcillín ar feadh tréimhse nach faide ná 3 lá

source: • Suspension for up to 60 days of involvement in specified authorised structured activities or recreational activities
ga: • •Fionraí ar feadh a mhéid le 60 lá ó pháirt a ghlacadh i ngníomhaíochtaí sonraithe údaraithe struchtúracha nó caitheamh aimsire

source: • Loss of up to 14 days’ remission
ga: • •A mhéid le 14 lá loghadh a chailleadh

source: Prisoners have the right to make a complaint to any prison staff member either verbally or in writing at any time
ga: Tá an ceart ag príosúnaigh chun gearán a dhéanamh le haon chomhalta foirne príosúin cibé acu ó bhéal nó i scríbhinn ag aon tráth

source: Under the Irish Prison Service Complaints System there are 6 categories of complaints depending on the seriousness of the complaint
ga: Faoi Chóras Gearán Sheirbhís Príosún na hÉireann, tá 6 chatagóir de ghearáin ann ag brath ar thromchúise an ghearáin

source: The most serious is Category A which covers complaints alleging assault, use of excessive force, ill treatment, racial abuse, discrimination, intimidation or threats
ga: Is í an chatagóir is tromchúisí Catagóir A, a chuimsíonn gearáin lena líomhnaítear ionsaí, fórsa iomarcach a úsáid, drochíde, drochíde chiníoch, idirdhealú, imeaglú nó bagairtí

source: Category A complaints are investigated by people from outside the Prison Service
ga: Déanann daoine lasmuigh de Sheirbhís Príosún na hÉireann gearáin faoi Chatagóir A a imscrúdú

source: A visiting committee for a prison is an independent statutory watchdog on behalf of the public to supervise the treatment of prisoners
ga: Is éard atá i gcoiste cuairte do phríosún ná foras reachtúil neamhspleách faire thar ceann an phobail chun maoirsiú a dhéanamh ar chaitheamh le príosúnaigh

source: While in prison, prisoners have free access to the visiting committees and may make complaints about how they are being treated to them
ga: Fad a bhíonn siad i bpríosún, bíonn saor-rochtain ag príosúnaigh ar na coistí cuairte agus féadfaidh siad gearáin a dhéanamh faoi conas a chaitear leo a dhéanamh leo

source: Each committee makes an annual report to the Minister
ga: Déanann gach coiste tuarascáil bhliantúil leis an Aire
